{
  "ingredients": [
    {
      "name": "Enginar Özü (Artichoke extract)",
      "source": "Doğal",
      "description": "Enginarlar, cilt sağlığını ve görünümünü iyileştiren ve cilt yaşlanmasını yavaşlatan antioksidanlar açısından son derece zengindir. Ayrıca sağlıklı kolajen gelişimine en büyük katkıyı sağlayanlardan biri olan C vitamini açısından da zengindirler ve detoksifikasyona yardımcı olurlar. Enginardaki antioksidanlar, cilt sağlığını etkileyen oksidatif stresi de önler. Yaprak özü ayrıca, UV ışınlarının neden olduğu hasarı azaltan ve cildi koruyan sinaropikrin (cynaropicrin) adlı önemli bir kimyasal içerir. Yağ tedavisi için enginar doğal bir idrar söktürücü bitkidir. Gerçekten de suyun böbreklerden atılmasını ve dokularda tutulan suyun drenajını destekler. Bu nedenle enginar, selülitle savaşmak için mükemmeldir.",
      "products": [
        "F-MAGISTRAL",
        "F-XBC",
        "F-ARTICHOKE."
      ]
    },
    {
      "name": "Arbutin",
      "source": "Doğal",
      "description": "Arbutin, hidrokinondan türetilen ve yaygın olarak kullanılan bir cilt rengi açıcı ajandır. Tamamen doğaldır ve ayı üzümü, kızılcık, yaban mersini ve armuttan elde edilebilir. Arbutin'in hiperpigmentasyonu azaltmadaki gücü yıllar içinde çeşitli çalışmalarla kanıtlanmış ve doğrulanmıştır. Kozmetik Yüz Cerrahisi'nde (Cosmetic Facial Surgery) yayınlanan 2018 tarihli bir çalışma, arbutinin melanin içeriğini yaklaşık %39 oranında etkili bir şekilde azalttığını bulmuştur. Cilt rengini açmanın yanı sıra, arbutin cilt dokusunu iyileştiren antioksidan özelliklere de sahiptir. Bu özellikleri nedeniyle yaşlanma karşıtı ürünlerde de kullanılır.",
      "products": [
        "F-MELACLEAR."
      ]
    },
    {
      "name": "Asetil Glutamin (Acetyl Glutamine)",
      "source": "Doğal",
      "description": "Esansiyel olmayan ve koşullu esansiyel bir amino asittir; yani vücut genellikle yeterli miktarda sentezleyebilir, ancak bazı stres durumlarında vücudun glutamin ihtiyacı artar ve glutaminin diyetle alınması gerekir. Kanda glutamin en bol bulunan serbest amino asittir. Glutamin, pürüzsüz, parlak ve sağlıklı görünen bir cilt için cilt hücrelerinin en iyi şekilde çalışmasına yardımcı olur. Ayrıca, Glutaminin fibroblast hücrelerinin büyümesinde önemli bir rol oynadığı bilimsel olarak kanıtlanmıştır. Kolajen, cilde genç sıkılığını veren proteindir ve cildimizin %75'ini oluşturur. Yaşlandıkça doğal olarak ürettiğimiz kolajen miktarı azalmaya başlar; bu nedenle kolajenin parçalanması ve cildin güneşten gelen zararlı ultraviyole radyasyona maruz kalması kırışıklık oluşumuna ve cilt sarkmasına yol açar. Glutamin, cilt içindeki kolajen üretimini önemli ölçüde artırarak yaşlanmanın bu etkilerini tersine çevirmeye yardımcı olur; yaşlanma etkilerini geri döndürür, cildin doğal tonunu geri kazandırır ve dokuyu pürüzsüzleştirir. Asetil glutamin, glutaminin geliştirilmiş bir formudur.",
      "products": [
        "MESO LIFT",
        "MESO REPAIR",
        "LIFT SLEEPING MASK",
        "EYE SORBET",
        "ACN CORRECTOR"
      ]
    },
    {
      "name": "Asetil Glisil Beta-Alanin Peptidi",
      "source": "Biyo-fermentasyon",
      "description": "Düşük konsantrasyonda bu beyazlatıcı peptid, melanin azaltmada ve melanozom taşınmasını ile tirozinaz, TR-1 ve TR-2 gibi melanin üreten enzimleri engellemede olağanüstü performans gösterir. Bu peptid ayrıca melanin destekleyici transkripsiyon faktörü MITF'yi azaltmak için genetik olarak işlev görür. Ex-vivo ve in-vivo testler, sırasıyla sadece 9 ve 14 gün içinde leke beyazlatmada önemli etkinliğini göstermektedir. Bir dizi kapsamlı çalışmayla kanıtlanan bu peptid, güvenli ve stabil olan son derece güçlü, hızlı etkili bir leke düzeltici ajandır.",
      "products": [
        "F-RADIANCE."
      ]
    },
    {
      "name": "Asetil Hekzapeptid-37 (Acetyl Hexapeptide-37)",
      "source": "Sentetik",
      "description": "Epidermisin bazal tabakasından stratum korneuma su akışını iyileştirerek aquaporin 3 (AQP3) ekspresyonunu artıran hekzapeptid. Bu hekzapeptid ile cilt hidrasyonu sadece korunmakla kalmaz, aynı zamanda artırılır. Ayrıca bariyer fonksiyonunu iyileştirir, kolajen I sentezini ve keratinosit çoğalmasını artırarak cilt yaşlanmasına karşı eksiksiz bir tedavi sağlar. Cilt bizi sadece çevreden korumakla kalmaz, aynı zamanda su alışverişini de düzenler. Su, özellikle stratum korneum (SC) ve cilt bariyer özellikleri olmak üzere cildin normal işleyişi için gereklidir. Su taşınmasını kontrol eden mekanizmalar tam olarak anlaşılmamıştır, ancak SC, alttaki epidermisteki canlı hücreler ve atmosfer arasında sürekli bir su alışverişi vardır. Aquaporinler, farklı doku katmanları boyunca su taşınmasında rol oynayan ve su seçici gözenekler olarak hareket eden integral membran proteinleridir. AQP3, insan epidermisinde en bol bulunan aquagliseroporindir ve su, gliserol ve diğer küçük çözünen maddelerin taşınmasını kolaylaştırır. Bu nedenle AQP3, transepidermal geçirgenliği iyileştirerek cilt yüzeyindeki su içeriğini artırır ve bariyer fonksiyonuna yardımcı olur. Bu peptid, kronolojik yaşlanma ve fotoyaşlanma nedeniyle doğal olarak azalan keratinositlerdeki AQP3 ekspresyon seviyelerini artırır. Ek olarak, bu peptid cilt bariyer bütünlüğünü ve genç görünümü korumaya katkıda bulunan başka özellikler de sunar.",
      "products": [
        "F-HYDRALIX."
      ]
    },
    {
      "name": "Asetil Hekzapeptid-38 (Acetyl Hexapeptide-38)",
      "source": "Sentetik",
      "description": "Belirli bölgelerdeki yağ dokusu hacmini artırarak yüz görünümünü iyileştiren ve çekici vücut kıvrımları sağlayan hekzapeptid. Bu peptid, peroksizom proliferatör ile aktive edilen reseptör gama koaktivatörü 1α (PGC-1α) ekspresyonunu uyararak adipogenez (yağ hücresi oluşumu) oranını artırır. Bu, dudaklar gibi istenen bölgelerde daha yüksek lipit birikimine ve hacim büyümesine yol açar. Yaşlandıkça cilt incelir, sıkılığını kaybeder ve yerçekimi onu aşağı çekerek yüz ve vücutta istenmeyen ve görünür değişikliklere yol açar. Ayrıca, çoğunlukla deri altında bulunan ve destek dokusu görevi gören yağ dokusu yeniden dağılır ve yanaklar, yüz ovali, göğüsler veya dudaklar gibi bölgelerde azalır. Günümüzde mükemmel dudakların önemi, insanları doku hacmini artırmanın etkili ve agresif olmayan yollarını aramaya yöneltmektedir. PGC-1α, peroksizom proliferatör ile aktive edilen reseptör PPARγ ile etkileşime girerek adipogenez oranını düzenleyen bir transkripsiyonel koaktivatördür. Bu peptid, PGC-1α ekspresyonunu ve yağ dokusundaki lipit birikimini teşvik ederek yerel hacmi artırır ve yüz görünümünü iyileştirir.",
      "products": [
        "F-PERFECT LIPS."
      ]
    },
    {
      "name": "Asetil Tetrapeptid-3 & Kırmızı Yonca Özü",
      "source": "Sentetik",
      "description": "Saçın hayatımızdaki önemi abartılamaz. Erkekler veya kadınlar saçlarını kaybettiklerinde, doğal ve genç görünümlerinden çok daha fazlasını kaybederler. İnsanlar ayrıca sağlıklı görünen saçlarla ilişkili öz saygılarını ve öz güvenlerini de kaybederler. Alopesi olarak da adlandırılan saç dökülmesi, hem erkekleri hem de kadınları etkileyen yaygın bir sorundur. Asetil tetrapeptid-3, saç dökülmesi sürecini önlemek, durdurmak ve saç büyümesini teşvik etmek için tasarlanmış yenilikçi ve benzersiz bir aktif komplekstir. Biochanin A açısından zengin bir kırmızı yonca özü ile birleştirilmiş biyomimetik bir peptiddir (asetil tetrapeptid-3). Etkinliği, iki bileşeninin birleşik ve sinerjik etkisine dayanmaktadır. Normal saç folikülü sağlıklı bağ dokusu ve dermal papilla ile çevrilidir ve iltihaplanma veya oksidatif stres çok azdır veya hiç yoktur. Saç dökülmesi yaşayanların saç büyüme döngüsü genellikle dihidrotestosteron (DHT) hormonundaki artış, saç folikülünü çevreleyen bağ dokusu bütünlüğünün kaybı ve kafa derisindeki iltihaplanma süreci ve oksidatif stresin artmasıyla bozulur. Yaşla birlikte, kafa derisindeki saç foliküllerinin sayısının ve boyutunun azalması da saçların incelmesine ve saç dökülmesinde artışa yol açacaktır. Asetil tetrapeptid-3, saç minyatürleşmesini önlemek için dihidrotestosteronu (DHT) modüle eden 5-α-redüktaz üzerinde doğrudan bir etkiye sahiptir. Daha iyi saç tutunması için dermal papilladaki ECM proteinlerinin bütünlüğünü iyileştirir. Asetil tetrapeptid-3 ayrıca iltihaplanmanın neden olduğu hasarları azaltarak saç dökülmesi sürecini azaltmak ve saç büyümesini teşvik etmek için maksimum etkinlik sağlar. • Tek başına kırmızı yonca özüne kıyasla sinerjik bir etkiyle pro-inflamatuar sitokinleri azaltır. • Biochanin A, 5-α-redüktaz aktivitesini inhibe eder, böylece androjenik alopesiyi azaltmak için DHT üretimi üzerindeki etkisini doğrular. • Asetil tetrapeptid-3, daha iyi bir saç folikülü tutunmasına yol açan daha iyi ECM bütünlüğü için kolajen üretimini uyarır. • Asetil tetrapeptid-3, dermal papilla hücre dışı matris proteinlerini uyarır ve böylece saç folikülü boyutu ve tutunması üzerinde doğrudan bir etkiye sahiptir. • Asetil tetrapeptid-3, referans saç büyüme ajanı Minoxidil®'den daha yüksek aktivite ile saç büyümesini uyarır.",
      "products": []
    },
    {
      "name": "Klinik Etkinlik:",
      "source": "Doğal",
      "description": "• Plaseboya kıyasla anagen (büyüme evresi) saç yoğunluğunda %15 artış sağlayarak saç büyümesini teşvik edici etkinliğini göstermiştir. • Plaseboya kıyasla telogen (dinlenme evresi) saç yoğunluğunda %52 oranında güçlü bir azalma sağlar, bu da saç dökülmesinde belirgin bir azalmayı gösterir.",
      "products": [
        "F-HAIR MEN"
      ]
    },
    {
      "name": "Asetil Tetrapeptid-5",
      "source": "Doğal",
      "description": "Cilt elastikiyetini kaybettikçe ve kaslar yaşla birlikte zayıfladıkça, göz çevresinde gevşek deri birikerek göz torbaları oluşturabilir. Su birikimi, göz kapağı ödemi olarak da bilinen şiş gözlerin bir başka nedenidir. Bu birikim, zayıf lenfatik dolaşım veya artmış kılcal damar geçirgenliği gibi çeşitli vasküler hastalıklardan kaynaklanır. Bu peptid, ödem oluşturucu mekanizmalara karşı savaşır ve elastikiyeti ve cilt pürüzsüzlüğünü artırarak dekonjestan (tıkanıklık giderici) bir etki gösterir. Bu peptid, doku hasarına neden olan glikasyonun inhibisyonunu teşvik eder ve sıvı kaynaklı göz şişkinliğini en aza indirmeye yardımcı olabilecek vasküler geçirgenliği azaltır. İçerik ayrıca lipit birikimini azaltmada da etkilidir, bu da fazla yağın neden olduğu göz torbalarını en aza indirmede potansiyel bir etkiyi düşündürür. Renkli bilirubin bileşiğini parçalama yeteneği nedeniyle peptid sayesinde koyu halka karşıtı etki de elde edilir. • Kolajen çapraz bağlanmasını önler: Kolajen glikasyonunun inhibisyonu, elastikiyet kaybını ve ardından göz torbası oluşumunu engeller. • Drenaj ve anti-ödem etkisi göz torbalarında sıvı birikimini önler. • Göz altı morluklarında azalma; ITA ve L* değerleri önemli ölçüde artarak hafif bir aydınlatma etkisi göstermiştir. Biyo-canlandırıcı kompleks (4 Mineral, 23 amino asit, 18 vitamin, 6 koenzim, 5 nükleik asit, 2 indirgeyici ajan) Biyo-canlandırma (Biorevitalization), estetik tıpta cilt yaşlanması ve çeşitli cilt problemleriyle savaşmak için kullanılan cerrahi olmayan bir prosedürdür. Bu iyonik dengeleyici formül, cilt katmanlarını onarmak için 60 bileşene sahiptir. Canlandırma, Magnezyum, Sodyum, Potasyum ve Kalsiyum gibi eksik olan mineralleri yerine koymak için cildi aktif olarak onarır. İçinde 12 vitamin bulunur; A, B, C ve E vitaminleri cilt hücresi uyarımına katkıda bulunanlardan sadece birkaçıdır. Bunun yanı sıra, cilt katmanlarını oluşturan iki önemli protein olan elastin ve kolajeni üretmeye yardımcı olan 23 farklı amino asit de vardır. Serbest radikallerle savaşmak için, cildinizin sağlıklı ve parlak kalmasını sağlamak üzere 2 antioksidan da bulunur. Canlandırma, eklenen besinlerin ve vitaminlerin cilt altında optimum koşullarda çalışabilmesi için cilt hücrelerinin üretimini uyarır. Ayrıca insan doku büyümesini uyarır. Koenzimler müşterinizin cilt hücrelerindeki biyokimyasal reaksiyonları katalize ederken, nükleik asit bazları hücresel iletişimi iyileştirir ve vitaminler hayati hücre fonksiyonlarını uyarır; tüm bunlar sağlıklı cilt hücrelerinin onarılmasına ve büyümesinin desteklenmesine yardımcı olur. Kolajen ve elastin, gevşemiş cildin yapısını onarmak için hayati önem taşır ve amino asitler diğer önemli proteinlerle birlikte bunların üretimini teşvik eder. Cilt eksikliklerini önlemek ve onarmak için mineraller ve cildi serbest radikallerden korumak için antioksidanlar içerir. Sağlıklı cildi onarmak ve sürdürmek için gerekli besinleri sağlar. 23 amino asit: Alanin, Arginin, Asparajin, Aspartik Asit, Sistin, Glutamin, Glutamik Asit, Glisin, Histidin, Hidroksiprolin, İzolösin, Lösin, Lizin, Metiyonin, Ornitin, Fenilalanin, Prolin, Serin, Taurin, Treonin, Triptofan, Tirozin ve Valin. 18 vitamin: Askorbik Asit, Biotin, Kolin, Pantenol, Folik Asit, İnositol, Niasinamid, Nikotinik asit (Niasin), Para-Aminobenzoik Asit, Piridoksal hidroklorür, Piridoksin, Riboflavin, Tiamin, Tokoferol, A Vitamini (asetat), B12 Vitamini, Menadion (K3 Vitamini), D2 Vitamini. 4 mineral: Kalsiyum, Potasyum, Magnezyum, Sodyum. 6 koenzim: Kokarboksilaz (TPP), Koenzim A (CoA), Flavin Adenin Dinükleotit (FAD), Nikotinamid Adenin Dinükleotit (NAD),",
      "products": [
        "F-EYE CONTOUR."
      ]
    },
    {
      "name": "NADP, UTP ve Nükleik Asitler",
      "source": "Doğal",
      "description": "Nikotinamid Adenin Dinükleotit Fosfat (NADP) ve Üridin Trifosfat (UTP); 5 nükleik asit: Deoksiadenozin, Deoksisitidin, Deoksiguanozin, Deoksitimidin ve Metilsitozin. 2 indirgeyici ajan: Askorbik Asit ve Glutatyon.",
      "products": [
        "F-XFC",
        "F-XFC+",
        "F-SLIM LIFT"
      ]
    },
    {
      "name": "Kafein (Caffeine)",
      "source": "Doğal",
      "description": "Kafein, yaşlanma karşıtı faydalarıyla bilinen güçlü bir antioksidandır. Kafein kan damarlarını daraltır ve iltihaplanmayı ve şişkinliği azaltmaya yardımcı olur. Ayrıca cildi sıkılaştırır ve aydınlatır, kırışıklıkları azaltır ve vücuttaki selüliti gözle görülür şekilde pürüzsüzleştirir. Kafein hücre metabolizmasını uyarabilir ve özellikle trigliseritlerin serbest yağ asitlerine ve gliseroine hidrolizini teşvik ederek yağ depolarını azaltır. Ayrıca selülitle ilişkili sıvı tutulumunu kontrol etmeye yardımcı olan idrar söktürücü bir etkiye de sahiptir.",
      "products": [
        "F-EYE CONTOUR",
        "F-XBC",
        "F-SLIM LIFT",
        "PPC+ CREAM."
      ]
    },
    {
      "name": "Kalsiyum (Calcium)",
      "source": "Doğal",
      "description": "Temel besin maddelerinin, özellikle kalsiyumun eksikliği vücudumuzda dengesizliğe neden olur ve bu da saç sağlığını etkiler. Saç için kalsiyumun avantajlarını not etmek esas olsa da, kalsiyum eksikliğinin sonuçlarını bilmek de aynı derecede önemlidir. Kalsiyum ayrıca kasların kasılması ve gevşemesi, sinir sinyali iletimi, kan pıhtılaşması ve hormon ve enzimlerin salgılanmasına yardımcı olur. Androjenler gibi hormonlar saç büyümesini uyarır; biotin gibi enzimler hücre büyümesini teşvik eder ve sağlıklı büyüyen saçları ve cildi güçlendirir.",
      "products": [
        "F-XFC",
        "F-XFC+",
        "F-SLIM LIFT",
        "F-HAIR."
      ]
    },
    {
      "name": "Karsinin (Carcinine)",
      "source": "Sentetik",
      "description": "Karsinin, karnozinin dekarboksilasyonundan elde edilen doğala özdeş bir bileşiktir. Karsinin, cilt bütünlüğünü oksidatif stresten (detoksifikasyon, temizleme ve hasar onarımı yoluyla) koruma yeteneğini göstermiştir. İçsel yaşlanmanın yanı sıra, cilt sürekli olarak oksidatif unsurların (güneş radyasyonu, kirlilik, fiziksel stres vb.) saldırısı altındadır. Ortaya çıkan oksidatif stres, cilt dokusunun yapısını ve fibroblastlar ve keratinositler gibi onu oluşturan hücrelerin metabolik aktivitesini etkileyebilir. Bu faktörler cildin kalitesi için gerekli olduğundan, kolajen gibi cilt bileşenlerini bu saldırılardan koruyabilen ve maruz kalan hücrelerin metabolik aktivitelerini sürdürebilen peptidik bir bileşiktir. Tedavi, günlük saldırıların neden olduğu hasarları hem önleyecek hem de onaracak, cildin sağlıklı, sıkı ve güzel kalmasını sağlayacaktır. Maksimum verimlilik için üç farklı, birbirini dışlamayan yolla etki eder: 1) Anti-oksidasyon / anti-stres 2) Anti-glikasyon 3) Metabolizma uyarımı. Anti-glikasyon için: kolajeni ve diğer proteinleri iki farklı seviyede glikasyon süreçlerinden korur: • Önleme: glikoz temizleme yoluyla. • Onarım: transglikasyon sürecinde kendini kolajenin yerine koyarak. Böylece, E vitamini gibi diğer antioksidanlar başarısız olurken, proteinin çapraz bağlanmasını önler. Anti-glikasyonda referans olan aminoguanidinden bile daha güçlüdür. Ayrıca, reaksiyonun nihai ürünleri ne toksik ne de mutajeniktir. Cilt yapısını korur. Benzersiz bir antioksidan: UV radyasyonu, hücre redoks durumunun ölçülmesiyle izlenebilen hasara neden olabilir. Cilt, UV ışınlamasından sonra yavaş yavaş kendini toparlayabilir. Ancak, 24 saat sonra bile kendi kendine iyileşme süreci hala tamamlanmamıştır. Karsinin ile tedavi, sadece yaklaşık 8 saat içinde tam bir iyileşme sağladı. Gösterildiği gibi oksidatif stres kaynaklı hasara karşı hızlı ve güvenilir bir koruma sağlar. HPLC ile değerlendirildiği üzere, zararlı LOOH'yi (lipit peroksit) zararsız alkol LOH'ye indirgeyerek proteinin toksik serbest radikallere bozulmasını önler. Bu anti-oksidatif etki benzersizdir ve E Vitamini gibi diğer antioksidanlar tarafından paylaşılmaz. Alistin'in anti-oksidatif özellikleri, MDA (oksidatif stresin toksik bir yan ürünü) üretimini azaltma yeteneğiyle gösterildiği gibi temizleme gücünden de kaynaklanmaktadır. Cilt iltihabını azaltır: Saldırılar cilt iltihabına yol açabilir. İnsan tarafından yeniden yapılandırılmış epidermise uygulandığında, TNF-alfa, IL-1 alfa ve IL-8 gibi pro-inflamatuar sitokinlerin salgılanmasını azaltır. Bu nedenle, ciddi yan etkileri olmaksızın kortikoidlerle karşılaştırılabilir anti-inflamatuar ve yatıştırıcı özelliklere sahiptir. Cilde enerji verir: Sirtuinler, ATP seviyelerini koruma yetenekleri sayesinde yaşlanma, stres direnci ve hücre metabolizmasında yer alan proteinlerdir. Doza bağlı bir şekilde sirtuin üretimini uyarır, böylece cilt hücrelerinin metabolik yeteneklerini artırır. Kolajen üretimini uyarır: Yaşla birlikte kolajen üretimi azalır, cildin sıkılığı azalır, kırışıklıklar ortaya çıkar. Fibroblastik kolajen üretimini doza bağlı bir şekilde uyarır. Cilt daha yoğun ve daha genç olur. Saç yoğunluğunu iyileştirir: Anagen fazındaki saç miktarını artırarak, 6 aylık bir tedavi, organik silika ile birleştirildiğinde, test edilen alopesik erkeklerin %80'inde saç yoğunluğunu iyileştirir. Saç daha yoğun ve daha sağlıklıdır.",
      "products": [
        "F-LIFT+ FACE",
        "F-HAIR MEN."
      ]
    },
    {
      "name": "Centella asiatica özü (Cica)",
      "source": "Doğal",
      "description": "Centella asiatica, onarıcı özellikleri nedeniyle ilk olarak farmasötik uygulamalarda değer görmüştür. Cica özü, kozmetik ve dermo-kozmetik uygulamalardaki onarıcı özellikleri için triterpen molekülleri açısından yüksek oranda saflaştırılmıştır. Cica, hasarlı cilt üzerindeki onarım sürecini hızlandırır ve bütünlüğünün restorasyonu üzerinde etki eder. Cica özümüz Madagaskar'da hasat edilen centella asiatica yapraklarından üretilmektedir. Öz, Asiaticoside, Madecassic Acid ve Asiatic Acid konsantrasyonlarında en yüksek seviyeye ulaşmak için yüksek oranda saflaştırılmıştır. Centella asiatica ayrıca \"kaplan otu\" olarak da anılır. Cica, hasarlı cildi onarmak ve cilt bütünlüğünü geri kazandırmak için çalışır: dermis içindeki hayati proteinleri artırarak ve yatıştırıcı etkiyle. Cilt bakımında ve tıbbi prosedürler sonrasında Cica'ya olan ilgi çok yüksektir. Hasarlı ciltlerin daha hızlı onarımı, cilt yeniden şekillendirme, yoğunlaştırma, çatlak karşıtı. Ürünler lazer, peeling, mezo-iğneleme ve cilt bütünlüğünün hasar gördüğü diğer birçok tedaviden sonra cildi daha hızlı onarmak için kullanılabilir.",
      "products": []
    },
    {
      "name": "Lazer tedavisi sonrası cilt onarımı üzerine klinik çalışma:",
      "source": "Doğal",
      "description": "– Plaseboya kıyasla ilk uygulamadan 24 saat sonra cica ile dermis yoğunluğunda %34 iyileşme. – Tedaviden 4 gün sonra plaseboya kıyasla cica ile dermis yoğunluğunda %60 iyileşme. – Cica ile 4 gün sonra iltihaplanma yok, plaseboya göre 10 gün daha erken. – 14. günde cilt yoğunluğunu geri kazanırken, plasebo hala önemli bir yoğunluk azalması göstermektedir.",
      "products": [
        "F-MESOMATRIX",
        "F-XBC",
        "F-HAIR",
        "CICA post-care."
      ]
    },
    {
      "name": "Bakır (Copper)",
      "source": "Doğal",
      "description": "Bakır, gıda, kozmetik ve diğer alanlarda yaygın olarak kullanılmaktadır. Genellikle anemiye yol açan bakır eksikliği gibi tıbbi durumları tedavi etmek için kullanılabilir. Ayrıca anti-oksidan ve anti-inflamatuar etkilere sahiptir, hücresel yenilenmeye yardımcı olur, cilt canlılığını ve immünomodülatör fonksiyonu geri kazandırır, yaşlanmayı geciktirir.",
      "products": [
        "F-XFC",
        "F-XFC+",
        "F-SLIM LIFT",
        "F-HAIR."
      ]
    },
    {
      "name": "Bakır peptidi (Copper peptide)",
      "source": "Biyo-fermentasyon",
      "description": "Bakır Peptidi doğal olarak oluşan bir insan tripeptididir. Plazmada, Bakır peptidi seviyesi 20 yaşındayken yaklaşık 200 ng/ml'dir. 60 yaşına gelindiğinde, seviye 80 ng/ml'ye düşer. Yapılan bilimsel çalışmalar, insan tripeptidi Bakır peptidinin yara iyileşmesinin aktivasyonu, bağışıklık hücrelerinin çekilmesi, antioksidan ve anti-inflamatuar etkiler, kolajen uyarımı gibi çok sayıda biyolojik eyleme sahip olduğunu belirlemiştir. Onarıcı ve yaşlanma karşıtı bir bileşen olarak yaygın şekilde kullanılır ancak aynı zamanda saç foliküllerini genişletmeye ve saç büyümesini uyarmaya da yardımcı olur.",
      "products": [
        "F-HAIR MEN"
      ]
    },
    {
      "name": "Kumarin (Coumarin)",
      "source": "Doğal",
      "description": "Kumarinler, öncelikle bitki kökenli geniş bir madde grubudur. Daha yoğun bir şekilde incelenen türdeşleri flavonoidler gibi, birçoğu antioksidandır. Kumarinler, kardiyovasküler sistem üzerinde antioksidan aktiviteye dayanmayan doğrudan etkiler sergiler. Ayrıca, kumarinlerin antiplatelet (pıhtılaşma önleyici) ve vazodilatör (damar genişletici) potansiyele sahip olduğu gösterilmiştir. İlginç bir şekilde, önceki etki, trombosit agregasyonuna yol açan çeşitli yolların inhibisyonu yoluyla gerçekleşebilir; bu yollar üzerindeki farklı etkileri, çeşitli kumarinler arasındaki yapısal farklılıklardan kaynaklanmaktadır.",
      "products": [
        "F-MAGISTRAL."
      ]
    },
    {
      "name": "DMAE",
      "source": "Doğal",
      "description": "DMAE, dimetilaminoetanol adı verilen antioksidan bir membran stabilizatörü için kısaltılmış bir terimdir. DMAE, cilt hücrelerini ve membranlarını güçlendirir ve bunu yaparak hücre yapısını zararlı serbest radikallerden korur. Ayrıca kas sarkmasının etkilerine karşı koymaya yardımcı olur. DMAE cildi sıkılaştırmaya ve sarkmayı azaltmaya, sıkılığı ve elastikiyeti artırmaya, çizgileri ve kırışıklıkları pürüzsüzleştirmeye ve cildi aydınlatmaya yardımcı olur.",
      "products": [
        "F-DMAE",
        "F-XFC+ FACE",
        "F-LIFT+ BODY",
        "F-GLOW LIFT."
      ]
    },
    {
      "name": "EDP3 biyomimetik peptid",
      "source": "Biyo-fermentasyon",
      "description": "Oligopeptid-24. CG-EDP3, kırışıklık karşıtı, cilt kaldırma ve sıkılaştırma ajanı olarak işlev görür. Yeni cilt hücrelerini aktif olarak üreterek çizgileri ve kırışıklıkları azaltan ve önleyen çift katmanlı kapsüllenmiş bir biyomimetik peptiddir. Canlılık ve enerji dolu cilt tonunu artırır ve yeni cilt hücresi oluşturarak ciltteki yara izlerini en aza indirir. Hücre büyümesi ve göçü, hücre hayatta kalması ve hücre dışı matris ekspresyonunda artış sergiler.",
      "products": [
        "F-LIFT+ FACE."
      ]
    },
    {
      "name": "EGF epidermal büyüme faktörü",
      "source": "Biyo-fermentasyon",
      "description": "EGF, hammadde olarak glikoz kullanılarak modern biyomühendislik yöntemi-fermentasyon ile üretilir. İnsan vücudu tarafından doğal olarak salgılanan EGF ile aynı moleküler yapıya ve biyolojik aktiviteye sahiptir. Epidermis hücre büyümesini teşvik edebilir, böylece kırışıklık karşıtı ve yaşlanma karşıtı uygulamalarda kullanılabilir. Ayrıca cildi aydınlatabilir ve kırışıklıkları giderebilir. EGF, keratinosit, endotel hücreleri ve fibroblastların uyarılması, çoğalması ve göçü yoluyla cilt yenilenmesine katılır.",
      "products": [
        "F-XFC+",
        "F-LIFT+ FACE",
        "F-MESOMATRIX",
        "F-HA ULTRA",
        "MESO LIFT",
        "MESO REPAIR",
        "EYE SORBET",
        "LIFT SLEEPING MASK."
      ]
    },
    {
      "name": "ET-vitamin C",
      "source": "Sentetik",
      "description": "Et-Vitamin C, mükemmel beyazlatma, anti-oksidasyon, serbest radikal temizleme ve kolajen artırma etkisine sahip çok fonksiyonlu bir C vitamini türevidir. Stabilitesi diğer askorbik asit türevlerinden üstündür. Melanojenezi üzerinde güçlü bir inhibisyon etkisi gösterir, koyu lekeleri ve yaşlılık lekelerini azaltır, inflamatuar sitokinlere müdahale ederek fotoyaşlanma ile savaşır ve serbest radikal temizleme elde etmek için ROS üretimini tersine çevirir.",
      "products": [
        "VITAMIN C 5.0."
      ]
    },
    {
      "name": "Eksfoliye edici enzimler",
      "source": "Biyo-fermentasyon",
      "description": "Daha genç, daha sağlıklı görünen bir cildi ortaya çıkarmak için ölü hücreleri nazikçe ortadan kaldırır. Fermentasyonla elde edilen bir proteaza dayalı enzimatik bir peelingdir. Cilt yüzeyini pürüzsüzleştirmek ve hücre yenilenmesini teşvik etmek için ölü cilt hücrelerini ortadan kaldıran enzimatik eylemdir. Nazik, enzimatik.",
      "products": [
        "HYALURONIC PEEL."
      ]
    },
    {
      "name": "EKZOZOMLAR (EXOSOMES)",
      "source": "Doğal",
      "description": "Lactobacillus ekzozomları, genellikle insan sağlığına faydalı probiyotik suşlarla ilişkilendirilen Lactobacillus bakterilerinden türetilen nano boyutlu veziküllerdir. Cilt bakımında, bu ekzozomlar cilt sağlığını destekleme ve geliştirme potansiyelleri nedeniyle dikkat çekmiştir. Ekzozomlar, ana hücreden proteinler, lipidler ve RNA taşıyan küçük, zarla çevrili veziküllerdir ve Lactobacillus söz konusu olduğunda, cilt biyolojisini etkileyebilecek bakterilerden türetilen faydalı bileşenleri taşırlar. 1. Gelişmiş Cilt Bariyeri Fonksiyonu: Lactobacillus ekzozomları cildin doğal bariyerini güçlendirmeye yardımcı olabilir. Cilt hücrelerini birbirine sıkıca bağlı tutmak ve nem kaybını önlemek için çok önemli olan sıkı bağlantı proteinlerinin oluşumunu teşvik ederler. Bu, gelişmiş hidrasyona ve çevresel kirleticilere ve patojenlere karşı daha güçlü bir savunmaya yol açabilir. 2. Anti-inflamatuar Etkiler: Bu ekzozomlar, bağışıklık tepkilerini modüle ederek ciltteki iltihaplanmayı azaltabilir. Kızarıklığı azaltabilir, tahrişi yatıştırabilir ve inflamatuar sitokinlerin aktivitesini dizginleyerek akne veya rozasea gibi durumları hafifletebilirler. 3. Antioksidan Özellikler: Lactobacillus ekzozomları, serbest radikalleri nötralize etmeye ve ciltteki oksidatif stresi azaltmaya yardımcı olan antioksidan özelliklere sahip olabilir. Bu, kırışıklıklar ve ince çizgiler gibi görünür yaşlanma belirtilerini yavaşlatmak için faydalıdır. 4. Cilt Mikrobiyomu Sağlığının Teşviki: Lactobacillus bakterilerinden gelen ekzozomlar, cilt mikrobiyomunda sağlıklı bir dengeyi korumaya yardımcı olur. Dengeli bir mikrobiyom genel cilt sağlığını iyileştirebilir, enfeksiyon riskini azaltabilir ve cildin doğal koruyucu işlevlerini destekleyebilir. 5. Hücre Yenilenmesi ve Onarımı: Bazı çalışmalar, bu ekzozomların cilt hücresi çoğalmasını ve göçünü teşvik edebileceğini, bunun da yara iyileşmesine ve hasarlı dokunun onarımına yardımcı olduğunu öne sürmektedir. 6. Aydınlatma ve Eşit Cilt Tonu: Cildin bağışıklık tepkisini modüle ederek ve hücre döngüsünü artırarak, *Lactobacillus* ekzozomları daha parlak, daha eşit bir cilt tonu elde etmeye yardımcı olabilir ve hiperpigmentasyon gibi sorunları azaltabilir.",
      "products": [
        "F-EXOSOMES",
        "exosomes serum."
      ]
    },
    {
      "name": "FGF fibroblast büyüme faktörü",
      "source": "Biyo-fermentasyon",
      "description": "FGF, hammadde olarak glikoz kullanılarak modern biyomühendislik yöntemi-fermentasyon ile üretilir. İnsan vücudu tarafından doğal olarak salgılanan FGF ile aynı moleküler yapıya ve biyolojik aktiviteye sahiptir. FGF (temel ve asidik formlar) fibroblast hücrelerinin büyümesini ve mitozunu uyarır. FGF, fibroblast hücrelerinde kolajen ve elastin üretimini artırarak cilt yenilenmesine katılır. Temel FGF (FGF-2) özellikle hiyalüronik asit sentezini de aktive eder.",
      "products": [
        "F-XFC+",
        "F-LIFT+ FACE",
        "F-GLOW LIFT",
        "F-MESOMATRIX",
        "F-LIFT+ BODY",
        "F-HAIR MEN",
        "F-HA ULTRA",
        "MESO LIFT",
        "MESO REPAIR",
        "EYE SORBET",
        "LIFT SLEEPING MASK."
      ]
    },
    {
      "name": "Ginkgo özü",
      "source": "Doğal",
      "description": "Uzak Doğu'da ginkgo olağanüstü uzun ömrüyle bilinir, 4.000 yıla kadar yaşayabildiği görülmektedir. 1945'te Hiroşima'dan sağ kurtulan tek ağaçtır. Aktif bileşenleri flavonglikozitler (Ginkgolide hetersidleri), kersetin, proantosiyanidinler, laktonlar ve terpenlerdir. Yaşlanma karşıtı. Fotokoruma. Saç rengi koruma. Yeniden epitelizasyon. Tahriş önleyici. Kan dolaşımı uyarımı. Dekonjestan. Selülit karşıtı. Ginkgo yaprağı özü, antioksidan görevi gören ve serbest radikallerle savaşmaya yardımcı olan doğal bitki flavonoidleri olan kersetin ve kaempferol içerir. Bu bileşenler anti-inflamatuar ve yaşlanma karşıtı etkilere neden olabilir. Ginkgo, ciltte pigment gelişiminden sorumlu bir enzim olan tirozinazın güçlü bir inhibitörünü içerir. Bu nedenle ginkgo özleri cilde uygulandığında cilt rengini açıcı bir etkiye neden olabilir. Bu özellikle pigmentasyon ve yaşlılık lekeleriyle savaşmak ve daha açık bir cilt tonunu korumak isteyen tüketiciler için arzu edilir. Mikrosirkülasyon etkileri (küçük kan damarlarını genişletme ve kan akışını artırma yeteneği). Çalışmalar ginkgonun ciltteki kan akışını artırma yeteneğini göstermiştir. Artan kan akışı cilt iyileşmesini hızlandırmaya yardımcı olabilir. Bu ayrıca, uygulandığı bölgedeki diğer bileşenlerin mevcudiyetinin ve etkisinin arttığı yerel bir sinerjik etkiye de neden olabilir.",
      "products": [
        "F-COUPERIX",
        "F-XBC",
        "F-GINKGO",
        "F-HAIR"
      ]
    },
    {
      "name": "Glukonolakton (Gluconolactone)",
      "source": "Doğal",
      "description": "Glukonolakton, glikonik asitten bir molekül suyun uzaklaştırılmasıyla oluşan, suda ve etanolde çözünen, tahriş etmeyen yumuşak bir lakton bileşiğidir. Büyük molekül ağırlığı nedeniyle hücrelere yavaşça nüfuz eder, bu nedenle hidroksil asidine (AHA) kıyasla daha iyi nemlendirme özelliklerine sahiptir ve hassas ciltler için uygundur. Ayrıca anti-oksidasyon, anti-inflamatuar etkiye sahiptir, cilt parlaklığını artırır ve cilt tonunu eşitler. Glukonolakton, yağlı cilt, akne ve rozasea'ya karşı etkili bir tedavidir.",
      "products": [
        "HYALURONIC PEEL."
      ]
    },
    {
      "name": "Glutatyon (Glutathione)",
      "source": "Doğal",
      "description": "Glutatyon, yaşlanma sırasında hücre korumasında önemli bir rol oynar, hem anti-oksidan hem de detoksifiye edici ajan olarak hareket eder. Melanin sentezini inhibe etme konusunda çok iyi bir yeteneğe sahiptir ve bu da onu melazma ve pigmentasyon karşıtı tedavilerin önemli bir bileşeni yapar. Kendini ağır metaller, kimyasal kirleticiler ve kanserojenler gibi toksinlere bağlar ve bunları vücuttan kolayca atılabilecek bir forma dönüştürür. Hücrelerimizi serbest radikallerden koruyan her hücrede bulunan güçlü bir antioksidandır.",
      "products": [
        "F-XFC",
        "F-XFC+",
        "F-SLIM LIFT",
        "F-GLOW LIFT",
        "F-MELACLEAR",
        "F-ANTI-OX"
      ]
    },
    {
      "name": "Çapraz bağlı hiyalüronik asit",
      "source": "Biyo-fermentasyon",
      "description": "Doğal kaynaklı Hiyalüronik Asitten türetilen çapraz bağlı polimer. Bu aktif bileşen genellikle dermal dolgu enjeksiyonlarında kullanılır. Nemlendirme, koruma ve kırışıklık doldurma gibi çeşitli etkilere sahip, cilt yüzeyinde görünmez bir biyolojik film oluşturabilen yüksek viskoziteli elastik bir jel gibi görünür. Çapraz bağlı hiyalüronik asit mikro yapısı, cilt bariyer fonksiyonunu iyileştiren, su buharlaşmasını azaltan ve UV ışını, kirlilik vb. dış saldırıların neden olduğu cilt hasarını önleyen cilt yüzeyinde 3 boyutlu \"nefes alabilir\" bir katman oluşturduğunu göstermek için taramalı elektron mikroskobu kullanılarak incelenmiştir. Çapraz bağlı bir hiyalüronik asit çözeltisinin viskozitesi, aynı konsantrasyondaki geleneksel hiyalüronik asit çözeltisine kıyasla 3 kat daha yüksektir, bu da çapraz bağlı yapısı nedeniyle daha fazla su molekülü bağlayabildiğini gösterir. Cilde sürekli su sağlayan bir \"mikro rezervuar\" gibi davranır. İn vivo çalışmalar, cilt elastikiyetinin önemli ölçüde arttığını göstermiştir. 4 haftalık uygulamadan sonra, göreceli cilt elastikiyeti artış oranı %21,6'ya ulaştı. 20 hasta üzerinde randomize, çift kör plasebo kontrollü değerlendirme yapıldı. Sonuç, 30 gün sonra gönüllülerin %35'inde cilt pürüzsüzlüğü görünümünde önemli bir iyileşme gösterdi.",
      "products": [
        "MESO LIFT CREAM",
        "HA DEEP FILLER",
        "EYE SORBET"
      ]
    },
    {
      "name": "Hekzapeptid-10 (Hexapeptide-10)",
      "source": "Sentetik",
      "description": "Cilt yaşlanması mekanizmalarının incelenmesi geleneksel olarak önemli bir alanı gözden kaçırmıştır: dermo epidermal bileşke (DEJ). Bu, epidermisi desteklemekten ve epidermal ve dermal hücreler arasındaki iletişimden sorumlu olan katmandır. DEJ fiziksel olarak epidermisteki cilt hücrelerini, dermiste aşağıda bulunan hücre dışı matristen (ECM) ayıran bir bazal membrandır. Bu membran, hücrelerle temas halindeki bazal lamina ve ECM ile temas halindeki alttaki retiküler lamina olmak üzere iki katmandan oluşur. Bazal lamina tip IV kolajen, proteoglikanlar ve glikoproteinler olan entaktin ve laminin açısından zengindir. Bu moleküller hücre tutunması için yapısal bir ağ ve biyoyapışkan özellikler sağlar. Laminin yaklaşık 850 kDa'lık bir glikoproteindir ve kolajenden sonra ECM'de en bol bulunan proteindir. Ancak, Kolajen ciltte sadece yapısal bir rol oynarken, Laminin hücre çoğalması, göçü ve yapışması gibi süreçlerde hücrelerin işlevselleştirilmesi ve aktivasyonunda yer alır. Bu mekanizmalar cildin normal dengesini korumak için gereklidir ve örneğin yara iyileşmesi gibi önemli süreçler için esastır. Laminin sadece bazal membranlarda bulunur. Asimetrik bir haç şeklinde düzenlenmiş ve disülfür bağlarıyla bir arada tutulan üç çok uzun polipeptid zincirinden (alfa, beta ve gama) oluşur. Üç zincir, en iyi inceleneni Laminin-1 olan laminin için on iki farklı izoformla sonuçlanan farklı alt tipler olarak mevcuttur. Keratinositler, hemidesmozom adı verilen belirli bağlantı noktalarında bulunan transmembran proteinler olan kendi integrin reseptörlerini kullanarak Laminin üzerindeki, özellikle Laminin-5 üzerindeki bağlanma alanlarını tanır. Lipotec, Laminin alfa zincirinden bir sekans tanımlamış ve sentezlemiştir: hekzapeptid-10. Bu peptid, doğal proteinin özelliklerinin çoğunu korur ve hücre yapışmasını ve çoğalmasını teşvik eder. DEJ'in belirli özellikleri, muhtemelen yaşlandıkça integrinlerin ekspresyonundaki eksiklikler nedeniyle keratinositlerin tutunma yeteneği gibi yaşlanma süreciyle değişir. Laminin-5 sentezinin de yaşlı ciltte azaldığı kanıtlanmıştır. Bu, dermis ve epidermis arasında temas kaybına neden olur ve cildin elastikiyetini kaybetmesine ve sarkmasına neden olur. Dermis ve epidermis arasındaki uyum, cilt dengesini korumak için esastır çünkü oksijen, besin ve atıkların taşınmasını sağlar ve epidermisin sağlığına katkıda bulunur. Bu çalışma, Laminin-1'den sentetik bir hekzapeptidin, Laminin-5 sentezini teşvik ederek, keratinosit ve fibroblast çoğalmasını uyararak, dermis üzerinde yoğunlaştırıcı bir etki yaratarak ve cilt elastikiyetinde, sıkılığında, tonunda ve pürüzsüzlüğünde bir iyileşme sağlayarak cildin normal fonksiyonunu geri kazandırabildiğini gösterecektir.",
      "products": [
        "F-LIFT+ FACE",
        "F-EYE CONTOUR."
      ]
    },
    {
      "name": "Hiyalüronik asit (Hyaluronic acid)",
      "source": "Biyo-fermentasyon",
      "description": "Hiyalüronik Asit bilinen en çok su tutan biyopolimerdir. Canlı dokularda bağ dokusu düzenleyicisi ve su tutucu madde olarak görev yapar. Sodyum hiyalüronat biyoteknik olarak güvenli bir süreçten gelir; kirleticilerden ve GDO'dan arındırılmıştır. Cilt pürüzsüzlüğü ve elastikiyeti ile cilt yenilenmesi ve deskuamasyon (dökülme) için önemli olan enzim reaksiyonları için belirli bir stratum korneum hidrasyon seviyesi esastır. Hiyalüronik Asit cilt üzerinde bir film oluşturur ve böylece stratum korneumun topikal katmanlarını nemlendirir. Ayrıca bu film çevrenin cilt üzerindeki tahriş edici ve olumsuz etkilerini azaltır.",
      "products": [
        "F-HA",
        "F-HA+",
        "F-ACN",
        "F-HA ULTRA",
        "F-XFC+",
        "F-LIFT+ FACE",
        "F-XFC+ FACE",
        "F-SLIM LIFT",
        "F-GLOW LIFT",
        "F-MESOMATRIX",
        "F-BTX"
      ]
    },
    {
      "name": "Hiyalüronik asit XS (Hyaluronic acid XS)",
      "source": "Biyo-fermentasyon",
      "description": "Hiyalüronik Asit bilinen en çok su tutan biyopolimerdir. Canlı dokularda bağ dokusu düzenleyicisi ve su tutucu madde olarak görev yapar. Sodyum hiyalüronat biyoteknik olarak güvenli bir süreçten gelir; kirleticilerden ve GDO'dan arındırılmıştır. XS Hiyalüronik Asit, çok düşük moleküler ağırlıklı bir hiyalüronik asittir. Yüksek moleküler ağırlıklı hiyalüronik asitle karşılaştırıldığında ciltte artan geçirgenliği ile yaşlanma karşıtı özelliklerde bir atılımdır. Viskoelastik özelliklerini iyileştirerek cildi gençleştirir ve derin kırışıklıkları önemli ölçüde azaltır.",
      "products": [
        "PROBIOTIX CREAM",
        "HYALURONIC DROPS",
        "DEEP CLEANSER",
        "HYALURONIC CRYO MASK",
        "LIFT SLEEPING MASK"
      ]
    },
    {
      "name": "IDP2 peptid",
      "source": "Biyo-fermentasyon",
      "description": "Dekapeptid-4. CG-IDP2, kırışıklık karşıtı, cilt sıkılaştırma ve saç büyümesini teşvik edici bir aktif olarak işlev görür. Kolajen ve elastin sentezini indükleyerek cilt elastikiyetini güçlendiren çift katmanlı kapsüllenmiş bir biyo-mimetik peptiddir. Normal cilt büyümesi, iyileşmesi ve yara onarımında rol oynar. Yeni cilt hücrelerini aktif olarak üreterek çizgileri ve kırışıklıkları azaltır ve önler. Hücre yoğunluğunu ve ömrünü artırır.",
      "products": [
        "F-HAIR MEN."
      ]
    },
    {
      "name": "IGF1 insülin benzeri büyüme faktörü",
      "source": "Biyo-fermentasyon",
      "description": "İnsülin benzeri büyüme faktörü (IGF-I), vücudun birçok büyüme faktöründen biridir. İnsülin benzeri büyüme faktörleri kaslarda büyümeyi teşvik eden maddelerdir. IGF-I anabolik etkileri düzenler. Yağsız doku geliştirdiği kaslara ve bağlara gider. Yağ hücrelerine giderek IGF-I yağ yakar. Sonuç olarak, yağsız vücut kütlesini artırır ve yağı azaltır. Yağsız vücut kütlesini artırarak yağ yakmanıza yardımcı olur ve fiziksel dayanıklılığı artırır. Protein sentezini artırır, bu da doku onarımını teşvik eder ve estetik prosedürlerden sonra cilt iyileşmesini hızlandırır. Dermal seviyede IGF-a cildin fosfolipid profilini geri kazanmaya yardımcı olur, cilt yenilenmesinde EGF ile sinerjik bir etkiye sahiptir. IGF-1, fibroblastlar tarafından hiyalüronik asit ve kondroitin sülfat proteoglikan sentezini artırır.",
      "products": [
        "MESO LIFT",
        "MESO REPAIR",
        "EYE SORBET",
        "LIFT SLEEPING MASK."
      ]
    },
    {
      "name": "Demir (Iron)",
      "source": "Doğal",
      "description": "Demir, dolaşımı hızlandırmaya yardımcı olur ve saç köklerinize oksijen taşıyarak saçın daha hızlı ve daha uzun uzamasına yardımcı olur. Demir eksikliği saç dökülmesine yol açabilir. Bazı iyi demir kaynakları arasında istiridye, fasulye, mercimek, kabak çekirdeği, susam tohumu, otla beslenmiş sığır ve bizon eti bulunur. Demir, vücudunuzda hemoglobin üretimine katkıda bulunur. Hemoglobin, saç hücrelerinize besin ve oksijen sağlar, bu da büyümeleri için hayati önem taşır. Bu süreç demir eksikliği nedeniyle sekteye uğrar, bu da düşük hemoglobin seviyeleri anlamına gelir ve saç dökülmesine yol açar.",
      "products": [
        "F-XFC",
        "F-XFC+",
        "F-SLIM LIFT",
        "F-HAIR."
      ]
    },
    {
      "name": "Laktik asit (Lactic acid)",
      "source": "Doğal",
      "description": "Cildi nazikçe eksfoliye eden (soyan) bir kimyasal sınıfı olan alfa hidroksi asittir (AHA). Laktik asit, kolayca tahriş olan cilde sahip olanlar için uygundur. Ayrıca ölü hücreleri ve fazla yağı atarak gözenekleri temiz tutmaya yardımcı olur, sinir bozucu sivilcelerin, siyah noktaların veya beyaz noktaların oluşmasını önler. Laktik asit hücre döngüsünü etkili bir şekilde hızlandırır ve hücre yenilenmesini uyarır, dahası cildin doğal nem faktörünü veya cildin kendini nemli tutma şeklini iyileştirmeye yardımcı olur. Temel olarak laktik asit cildin nemli kalmasına ve daha az kuru hissetmesine yardımcı olur.",
      "products": [
        "F-HYDRALIX"
      ]
    },
    {
      "name": "L-karnitin (L-carnitine)",
      "source": "Doğal",
      "description": "Yağların ve lipitlerin parçalanmasına yardımcı olan proteinler için amino asitten türetilmiş bir yapı taşıdır (vücutta doğal olarak üretilir). Vücudun yağı enerjiye dönüştürmesine yardımcı olur. L-karnitin, uzun zincirli yağ asitlerini mitokondriye taşımaktan sorumludur, burada yağ oksitlenip yakıt olarak kullanıldıkça enerji üretilir. Vücudun L-karnitininin %95'inden fazlası, karaciğer ve kanda bulunan eser miktarlarla birlikte iskelet kasında (iskelete bağlı olan) bulunur.",
      "products": [
        "F-CARNITINE",
        "F-XBC."
      ]
    },
    {
      "name": "Magnezyum (Magnesium)",
      "source": "Doğal",
      "description": "Magnezyum vücutta, yağ, protein ve nükleik asit sentezi, nörolojik aktivite, kas kasılması ve gevşemesi, kardiyak aktivite ve kemik metabolizmasında yer alanlar da dahil olmak üzere 325'ten fazla enzimatik reaksiyon için gerekli olan bir dizi rol oynar. Saç derinizde kalsiyum birikmesini önlemeye yardımcı olur. Kalsiyum saç foliküllerini tıkadığında, saç deriniz kuru, pullu olur ve hatta biraz saç dökülmesi görebilirsiniz. Saç folikülleri üzerindeki ve çevresindeki bu kalsiyum birikintileri, saç derisi iltihabı nedeniyle zamanla artabilir. Ayrıca magnezyum protein sentezine yardımcı olur. Saç folikülleri neredeyse tamamen proteinden yapıldığı için bu kilit öneme sahiptir. Daha iyi protein sentezi, daha sağlıklı saçlar ve normal büyüme ve dinlenme aşamaları olan öngörülebilir bir saç döngüsü anlamına gelir. Protein sentezi ayrıca saçınızın beyazlamasını önlemeye yardımcı olan melanin oluşumuna da yardımcı olur.",
      "products": [
        "F-XFC",
        "F-XFC+",
        "F-SLIM LIFT",
        "F-HAIR."
      ]
    },
    {
      "name": "Melilotus özü (Sarı Yonca)",
      "source": "Doğal",
      "description": "Vücuttan idrar yoluyla su atılımını artırmak için kullanılır (idrar söktürücü olarak). Ayrıca varisli damarlar için ve bacak ağrısı ve ağırlığı, gece krampları, kaşıntı ve sıvı tutulumu (ödem) dahil olmak üzere zayıf kan dolaşımı (kronik venöz yetmezlik) semptomlarını hafifletmek için kullanılır. Melilotus bazen damarlardaki kan pıhtılarının tedavisi için düzenli ilaçlarla birlikte kullanılır. Diğer kullanımlar arasında lenfatik sistemin tıkanıklığının tedavisi yer alır. Lenfatik sistem dokulardan sıvıyı boşaltır. Bazı insanlar morluklar için doğrudan cilde uygular.",
      "products": [
        "F-XBC",
        "F-HAIR MEN",
        "F-MELIRUTIN."
      ]
    },
    {
      "name": "Oktapeptid (Octapeptide)",
      "source": "Sentetik",
      "description": "Cildin altındaki kaslar, insan yüzünün 10.000'den fazla farklı ifadeye sahip olabileceği şekilde alın, gözler, burun, dudaklar ve ağız hareketlerini hassas bir şekilde kontrol eder. Yüz ifadeleri, bir iletişim aracı oldukları ve duygusal durumları aktardıkları için hayati önem taşır. Sosyal etkileşimde bir role sahip olmanın yanı sıra, çekicilik algısını da etkilerler. İfade dolu bir yüz, kişiliği ve duyguları ilettiği için güzeldir. Ancak bir dezavantajı vardır; yüz ifadeleri ifade kırışıklıklarının (veya mimik kırışıklıklarının) oluşumuyla bağlantılıdır. İfade kırışıklıklarının oluşumunu ve zamanla ilerlemesini azaltmak için en etkili strateji aşırı uyarımı azaltmaktır. Nöronal ekzositozu modüle edebilen moleküller kas gerginliğini gevşetmeye katkıda bulunabilir ve bu nedenle kırışıklıkların görünümünü azaltmak için kullanılabilirler. Botulinum nörotoksinleri (BoNT'ler), bu tür bir etki mekanizmasıyla hareket eden doğal olarak oluşan proteinlerdir. Bu tür toksinler, SNARE kompleksini oluşturan proteinleri parçalar, nöronal ekzositozu geri dönüşümsüz bir şekilde bloke eder ve sonuç olarak kas kasılmasını felç eder. BoNT'lerin cilde enjeksiyonu ifade kırışıklıklarının oluşumunu önler, ancak bu prosedür alerjik reaksiyonlar dahil olmak üzere olumsuz yan etkilerden muaf değildir. Ek olarak, kas felci nedeniyle düşük göz kapağı veya yüz asimetrisi ve yüz ifadelerinde kayıp gibi yan etkiler ortaya çıkabilir. Ayrıca, kırışıklık karşıtı etki sınırlı bir süre, tipik olarak 3-4 ay sürer ve düzenli yeniden uygulamalar gerektirir. Biyomimetik rekabetçi inhibitör peptidler, ciltte bulunan proteinleri taklit etmek ve modüle etmek için onlarla rekabet etmek üzere geliştirilmiştir. Nörotransmitter ekzositozunda yer alan cilt bileşenleriyle rekabet eden biyomimetik peptidlerin uygulanması, kas kasılma sürecini geri dönüşümlü ve kontrollü bir şekilde azaltabilir ve böylece ifade kırışıklığı oluşumunu azaltmayı sağlar. Ek olarak, bu küçük bileşikler topikal olarak uygulanabilir ve olumsuz etkilerle ilişkili değildir. Bu nedenle, biyomimetik inhibitör peptidler BoNT'lere güvenli bir alternatiftir ve kendinizi rahat hissetmeniz için çok önemli olan yüzün doğal ifadelerini korumaya izin verirler. Bu rekabetçi peptidlerin uzunluğu, inhibitör aktiviteleri için kritiktir. Daha uzun peptidler genellikle doğal proteinle daha yüksek bir benzerliğe sahiptir, bu da afinitelerini ve inhibitör kapasitelerini artırır. Yüksek aktivite gösteren peptidler, ifade çizgilerinin daha derin ve daha görünür kalıcı kırışıklıklara dönüşmesini geciktirmek için, özellikle orta yaşlı kadınlarda topikal olarak uygulanabilir. Bu oktapeptid, devrim niteliğindeki ARGIRELINE® peptidinin bir uzantısıdır. Bu peptidler SNAP-25'in N-terminal alanından modellendiği için, SNARE kompleksine bağlanarak dengesizleşmesine neden olabilirler. Sonuç olarak, veziküller nörotransmitterleri NMJ'de (sinir-kas kavşağı) o kadar verimli bir şekilde serbest bırakamaz, bu nedenle kas kasılması zayıflatılabilir. Oktapeptid peptidinin topikal uygulaması, botulinum toksinine alternatif bir mekanizma ile yüz ifadesi kaslarının tekrarlayan kasılmasının neden olduğu çizgilerin ve kırışıklıkların oluşumunu önlemeye yardımcı olabilir. Bu, 30'lu yaşlarda veya daha önce ortaya çıkmış olan kırışıklıklar için geçerli olduğu kadar, 40-50'li yaşlar boyunca ilerlemelerini geciktirmek ve daha derin ve daha görünür kırışıklıklar göstermeye meyilli bölgelerde daha pürüzsüz bir cildin korunmasına yardımcı olmak için de geçerlidir. Oktapeptid peptidinin in vitro etkinlik testleri, SNARE kompleksinin oluşumunu engellediğini ve ayrıca nöron hücreleri tarafından nörotransmitter salınımını modüle edebileceğini kanıtlamıştır. Klinik test, ifade kırışıklıkları olan bölgelerde tedavilerin uygulanmasından sonra kırışıklık derinliğinde ve cilt pürüzlülüğünde gözle görülür bir azalma olduğunu göstermiştir.",
      "products": [
        "F-BTX."
      ]
    },
    {
      "name": "Organik silisyum (Organic silicium)",
      "source": "Sentetik",
      "description": "Silisyum cildin temel bir bileşenidir. Gerçekten de, kolajen lifleri, elastin ve proteoglikanlar gibi dermis içindeki yapısal ve elastik proteinlerle etkileşime girerek silisyum, optimum cilt organizasyonunu ve mimarisini sağlar. Ayrıca, birçok çalışma silisyumun gelişmiş hücre çoğalması ve aktivitesi (örneğin kolajen üretimi, kasılma yeteneği…) için cilt hücresi metabolizmasını uyarabildiğini göstermektedir. Ancak yaşla birlikte ciltte doğal olarak bulunan silisyum miktarı azalma eğilimindedir. Sonuç olarak, cilt mimarisinde genel bir çöküş meydana gelecek ve bu da cilt metabolizmasının yavaşlamasına neden olarak kaçınılmaz olarak kırışıklıklara yol açacaktır. Silanol teknolojisi ile doğal silisyum havuzunu yeniliyoruz, böylece tüm ciltte küresel faydalar için tam bir cilt yeniden yapılandırmasına izin veriyoruz. • Epidermis içinde, organik silisyum veya silika keratinosit çoğalmasını iyileştirir. Yaşlanma nedeniyle keratinositler daha düşük bir çoğalma oranına sahiptir, bu da yavaş yavaş epidermis incelmesine yol açar ve sonunda cilt korumasını zayıflatır ve artan transepidermal su kaybı nedeniyle cilt hidrasyonunu azaltır. Organik silisyum, insan tarafından yeniden yapılandırılmış epidermiste proliferatif (çoğalan) keratinosit sayısını artırır. Bu, cildin daha iyi korunması ve daha iyi nemlendirilmesi için epidermisin kalınlaşmasına yol açar. • DEJ içinde, organik silisyum cilt uyumunu iyileştirir. Dermal epidermal bileşke (DEJ), her iki cilt kompartmanı arasındaki arayüzdür. Cilt uyumundan sorumludur. Yaşla birlikte DEJ incelir ve kopyalanabilir, bu da uyum kaybına ve hücre iletişiminin azalmasına yol açar. Organik silisyum, insan cilt eksplantlarında DEJ'in temel bileşenlerinden biri olan kolajen VII ekspresyonunu iyileştirme yeteneğine sahiptir. Bu, gelişmiş bir cilt uyumuna ve cilt hücresi iletişimine yol açar. • Dermis içinde, organik silisyum kolajen üretimini iyileştirir. Yaşla birlikte tüm metabolizmalar yavaşlama eğilimindedir. Dermiste bu, fibroblastların daha düşük çoğalma oranına ve daha düşük aktivitesine neden olur. Çok az kolajen lifi vardır ve cilt sarkık ve kırışıktır. Organik silisyum fibroblast sayısını ve aktivitesini uyarır. Dermiste daha fazla fibroblast olacak ve her biri daha fazla kolajen üretecektir. Bu güçlü kolajen artırıcı etki daha sıkı ve daha elastik bir cilde yol açar. Kırışıklıklar doldurulur ve silinir. • Hipodermis içinde, organik silisyum lipolizi iyileştirir. Yaşla birlikte daha fazla adiposit (yağ depolayan hücre) olur. Bu, örneğin vücutta selülit ve yüzde göz torbaları gibi yağ birikimine neden olur. Organik silisyum, lipolizi iyileştirerek adipositlerin yağdan kurtulma yeteneğini uyarır. Organik silisyum ile yapılan bir tedavi, adipositler tarafından salınan yağ miktarını üç kat artırır. Selülit güçlü bir şekilde azalır, cilt daha sıkıdır ve göz torbaları azalır. Cilt içinde ayrı bir varlık olarak kabul edilen saç folikülünün oluşumu ve bakımı, dermal ve epidermal bileşenleri arasındaki etkileşime bağlıdır. Saç üreten aktif olarak çoğalan hücreler saç foliküllerinde bulunur. Hem saç kalitesi hem de miktarı dermis, epidermis ve saç gövdesinde önemli miktarda silisyum varlığına bağlıdır. Organik silisyum, karsinin ile kombinasyon halinde saç büyümesi ve canlılığı üzerinde önemli bir iyileşme göstermiştir.",
      "products": [
        "F-SILORG",
        "F-XFC+ FACE",
        "F-EYE CONTOUR",
        "F-GLOW LIFT",
        "F-COUPERIX",
        "F-LIFT+ BODY",
        "F-MAGISTRAL"
      ]
    },
    {
      "name": "PDRN",
      "source": "Doğal",
      "description": "PDRN (polideoksiribonükleotid), somon sperminden elde edilen, 50–1.500 kDa, >%90 saflıkta bir DNA fragmanıdır. Yüksek afiniteli adenozin A2A reseptör agonisti olarak işlev görür, hücre içi cAMP'yi yükseltir, NF-κB aracılı inflamasyonu baskılar ve aynı zamanda kurtarma yolu aracılığıyla iskemik veya UV hasarlı fibroblastlara nükleotit yapı taşları bağışlar. Klinik olarak yara kapanmasını %55 hızlandırdığı, epidermal kalınlığı %27 artırdığı, VEGF ve kolajen I/III'ü yukarı regüle ettiği ve IL-6/TNF-α'yı azalttığı kanıtlanmıştır; böylece enjekte edildiğinde veya mikro iğneleme ile topikal olarak birleştirildiğinde daha hızlı doku onarımı, anjiyogenez ve ölçülebilir anti-fotoyaşlanma etkileri sağlar.",
      "products": [
        "EYE BOOSTER",
        "SKIN BOOSTER CREAM"
      ]
    },
    {
      "name": "Pentapeptid",
      "source": "Sentetik",
      "description": "İfade kırışıklıkları, tekrarlayan kas kasılmalarına bağlı özel bir türdür ve genellikle 30 yaşından itibaren ortaya çıkarlar. Kaslar, nöronal ekzositozdaki bir vezikülden salınan asetilkolini aldıklarında kasılırlar. Bir vezikülü hücresel membranla birleştirmek için iki olay gereklidir: SNARE kompleks oluşumu ve kalsiyum iyonlarının nörona girişi. Pentapeptid, sinir hücrelerinin dışındaki enkefalin reseptörüne bağlanan modifiye edilmiş bir enkefalindir. Bu birliktelik, kalsiyum kanallarını kapatarak vezikül füzyonunu önleyen ve sonuç olarak sinaps boyunca asetilkolin salınımını engelleyen G protein alt birimlerini (α,ß,Y) serbest bırakır. Bu süreç nöronu dinlenme durumunda tutar, kas kasılmasını zayıflatır ve çizgilerin ve kırışıklıkların oluşumunu engeller.",
      "products": [
        "F-BTX."
      ]
    },
    {
      "name": "Fitik asit (Phytic acid)",
      "source": "Doğal",
      "description": "Bazı antioksidan ve anti-inflamatuar etkilere sahip bir bitki özüdür. Diğer antioksidanlar gibi, fitik asit de ciltteki serbest radikal hasarını nötralize etmeye yardımcı olabilir. Dahası, belirli mineralleri (çok bol olduklarında cilt üzerinde zararlı etkileri olabilen belirli mineralleri) emme yeteneğine sahiptir. Ciltte DNA hasarına neden olmaktan sorumlu olan demir moleküllerini emmek için mekanik olarak çalıştığı görülmektedir. Fitik asit nazik bir AHA'dır ve hassas cilde sahip olanlar veya rozaseası olanlar için harikadır.",
      "products": [
        "F-COUPERIX."
      ]
    },
    {
      "name": "Pre/probiyotik kompleksi",
      "source": "Doğal",
      "description": "Maltodekstrin üzerine püskürtülerek kurutulmuş şunlardan oluşur: • Bitkisel substratlardan (mısır maltozu, pancar sakkarozu) enzimatik sentezle elde edilen α-glukooligosakkaritler (GOS), • Yacon (Polymnia sonchifolia) yumrularının veya jicama'nın soğuk preslenmesiyle elde edilen, β-fruktooligosakkaritler (FOS) açısından zengin %100 saf bitki suyu, • Tindalizasyon ile inaktive edilmiş ve dondurularak kurutulmuş Lactobacillus probiyotik bakterileri (L. casei, L. acidophilus). Bu ürün, kutanöz ekofloranın optimizasyonu, biyolojik savunmaların güçlendirilmesi ve yeniden yapılandırma yoluyla cilt parlaklığının iyileştirilmesi için kullanılır.",
      "products": [
        "PROBIOTIX CREAM."
      ]
    },
    {
      "name": "Pirüvik asit (Pyruvic acid)",
      "source": "Doğal",
      "description": "Piruvatın bir ürünü olan pirüvik asit, vücut tarafından üretilen ve enerji yapımına ve kullanımına yardımcı olan doğal bir bileşiktir. Yağ metabolizmasında etkili olduğu için insanlar bazen kilo vermek için piruvat takviyeleri alırlar. Çalışmalar etkili bir kilo kontrol takviyesi olabileceğini göstermiş olsa da, bilim adamları piruvatın birkaç olası yolla yağ kaybı etkisi yarattığına inanmaktadır: vücuttaki yağın parçalanmasını artırabilir; kas kütlesini artırabilir. Bu bazı araştırmalarda gözlemlenmiştir ve kas metabolizmayı artırdığı için piruvatın metabolik uyarıcı etkisini de açıklayabilir; yağın geri kazanılmasını önler ve kilonuzu korumanıza yardımcı olur; serbest radikallerle savaşmak ve neden oldukları doku hasarını iyileştirmek için bir antioksidan olarak çalışır; vücudun enerji kullanma sırasını tersine çevirir. Normalde vücut enerji için önce karbonhidratları, sonra proteini ve son olarak yağı kullanır. Dikkat çekici bir şekilde piruvat, enerji ihtiyaçları için önce yağı yakmak üzere bu sırayı tersine çeviriyor gibi görünmektedir. Peki neden tersine çevirme? Piruvat vücuttaki insülin seviyelerini düşürebilir. İnsülin meşgul bir hormondur. Görevleri arasında yağ depolamayı teşvik etmek de vardır. Ancak insülin seviyeleri düşükse, yağ hücrelerinde daha az yağ depolanır; bu da piruvatın yağ yakma üzerindeki etkisini kısmen açıklayabilir.",
      "products": [
        "F-HAIR",
        "F-ANTI-OX"
      ]
    },
    {
      "name": "Resorsinol & Heksil-resorsinol",
      "source": "Sentetik",
      "description": "Heksilresorsinol'ün hidrokinona kıyasla dört kat daha etkili olduğu kanıtlanmıştır, melanozogenez yolundaki birden fazla bölgeyi modüle ederek çalışır. Ayrıca glutatyon seviyelerini artırdığı ve antioksidan savunma enzimleri olan glutatyon peroksidaz ve glutatyon redüktazı uyardığı için başka şaşırtıcı fonksiyonlar da gösterir. Glutatyonun hücreleri oksidatif hasardan ve DNA hasarlarından koruduğu iyi bilinmektedir. Dahası, yağlı cilt tipleri için tercih edilen bir bileşen olmasını sağlayan antibakteriyel özelliklere sahiptir.",
      "products": [
        "RADIANCE CREAM",
        "F-MELACLEAR."
      ]
    },
    {
      "name": "Rutin",
      "source": "Doğal",
      "description": "Rutin, C vitaminini serbest radikali nötralize ettikten sonra yenileme kapasitesine sahiptir, böylece antioksidan potansiyelini geri kazanmaya yardımcı olur. C vitamini, kılcal duvarların ve epidermisin destekleyici çerçevesinin önemli bir bileşeni olan kolajen üretiminde kritik bir rol oynadığından, bu cildinizin sağlığı üzerinde dramatik bir etkiye sahip olabilir. Rutin, cildi ileri glikasyon son ürünlerinin (AGE'ler) neden olduğu hasardan koruma yeteneğine sahiptir. AGE'ler, cildin elastikiyetini ve kolajenini kaybetmesine neden olan cilt hücrelerinin yaşlanmasını hızlandırır. Bir klinik çalışma, rutinin AGE'lerin neden olduğu kolajen bozulmasını etkili bir şekilde modüle edebildiğini bulmuştur. Rutinin mikrovasküler koruma sağlama, dolaşımı iyileştirme ve serbest radikal hasarına karşı savunma yeteneği, onu yaşlanan ciltler için herhangi bir doğal cilt bakım formülasyonunda mükemmel bir bileşen haline getirir. Ayrıca, rutin cilde nüfuz edebildiği için son derece değerlidir.",
      "products": [
        "F-MAGISTRAL."
      ]
    },
    {
      "name": "Süper oksit dismutaz (SOD)",
      "source": "Sentetik",
      "description": "Süperoksit dismutaz vücuttaki en güçlü antioksidan enzimdir. Cildi serbest radikal hasarından koruyarak süperoksit dismutaz görünür yaşlanma belirtilerini önler. Daha da iyisi, yaşlanma belirtilerini onarmaya yardımcı olur. Bunu genç bir cildi teşvik ederek, dirençli bir cildi destekleyerek yapar. Ayrıca UV hasarından kaynaklanan hiperpigmentasyon ve yaşlılık lekeleriyle savaşır.",
      "products": [
        "F-ANTI-OX"
      ]
    },
    {
      "name": "Taurin (Taurine)",
      "source": "Sentetik",
      "description": "Taurin en önemli amino asitlerden biri olarak kabul edilir, cilt bakım ürünlerinde, özellikle cildi sakinleştirmeye yardımcı olduğu söylenen yaşlanma karşıtı serilerde kullanılır. İnsan sisteminde taurinin birincil rolü bir antioksidan olmasıdır ki bu da iltihaplanmayı azaltmaya yardımcı olmasının bir nedenidir. Cilt bakımında taurin güçlü bir yorgunluk gidericidir. Topikal olarak uygulandığında taurin, yorgunluk belirtilerini en aza indirmek için cilde yeniden enerji verir. Dolaşımı ve hücreler arası enerjiyi artırır; yeniden nemlendirmeye yardımcı olur; böylece cildiniz anında daha canlı görünür ve hissedilir. Ve sürekli kullanımla taurin, yenilenmiş bir ışıltıyla size gerçek anlamda iyileştirilmiş bir parlaklık verebilir.",
      "products": [
        "F-XBC",
        "F-XFC",
        "F-XFC+",
        "F-SLIM LIFT."
      ]
    },
    {
      "name": "Tetrapeptid",
      "source": "Sentetik",
      "description": "Rozaseanın dünya çapında 45 milyon insanı etkilediği söylenmektedir. Kılcal damarların ve pilosebase birimlerin iltihaplanması, eritem, telenjiektazi (genişlemiş kılcal damarlar), cilt kızarması, püstüller, kaşıntı ve Enflamasyon Sonrası Hiperpigmentasyon (PIH) sıklıkla cilt kızarıklığı bozukluklarıyla ilişkilidir. Tüm bu etkiler temel olarak yüzün orta üçte birlik kısmında bulunur. Rozasea, görünür kılcal damarlara sahip, cildi matlaştırabilen kronik cilt kızarıklığı bozukluğudur. Genellikle soluk tenli bireyleri ve özellikle 30 yaş üstü kadınları etkiler. Etiyolojisi belirsizdir ancak çeşitli faktörler (güçlü duygular, baharatlı yiyecekler, spor yapma, alkol...) onu tetikleyebilir. Bağışıklık sisteminin potansiyel zararlı ajanlara ve koşullara verdiği doğal tepkide, kallikreinler ve katelisidinler gibi antimikrobiyal bileşikler önemli bir role sahiptir. Bunlar, yüz derisi kızarıklığında ve vasküler değişikliklerde artan moleküller arasında yer alan interlökinlerin (IL) salınımını indükler. Rozasea gibi eritem ve genişlemiş kan damarlarının olduğu cilt bozukluklarında, LL-37 ekspresyonunun anormal derecede yüksek olduğu bulunur, lokal olarak aktive edilir ve bir dizi iltihabi reaksiyon, diğerlerinin yanı sıra pro-inflamatuar metabolitler, IL-6 ve IL-8'in artmasına yol açar. Matris Metalloproteinazların (MMP'ler) aktivasyonu nedeniyle başta kolajen olmak üzere hücre dışı matrisin (ECM) proteolitik bozunumu arttığından dermal bağ dokusu hasar görebilir. Bu nedenle, kılcal damarlar kırılgan ve geçirgen olduğundan ve kan damarları iltihaplanma nedeniyle kolayca genişleyebildiğinden kırmızı alanlar daha görünür hale gelir. Tetrapeptid peptid, LL-37 aktivasyonu ve ardından IL'lerin salınmasının neden olduğu yüz kızarıklığını ve diğer cilt bozukluklarını azaltmaya yardımcı olur. Ayrıca hücre hasarını ve cilt iltihabını azaltarak fotokoruyucu bir etki sağlar. • LL-37 aracılı IL-6 ve IL-8 salınımını düşürür: 0,5 mg/ml'de Tetrapeptidler ile IL-6 seviyeleri %24,2 ve IL-8 %22,8 oranında azaldı. • Bağ dokusu bozulması, kolajenaz üzerinde istatistiksel olarak anlamlı bir engelleyici etki gösteren Tetrapeptidler tarafından azaltılır. • Eritem, kızarıklık ve yayılma yoğunluğu Tetrapeptidler tarafından azaltılır. • Tedavinin sonunda cilt pürüzlülüğü de %7,5 oranında azaldı.",
      "products": [
        "F-COUPERIX"
      ]
    },
    {
      "name": "Traneksamik asit (Tranexamic acid)",
      "source": "Doğal",
      "description": "Geleneksel olarak traneksamik asit, aslında ameliyatlarda kanamayı durdurmak için kullanılan bir ilaçtır, ancak çalışmalar melazma ve hiperpigmentasyon üzerinde olumlu bir etkisi olduğunu göstermektedir. Tüm cilt tipleri ve cilt renkleri için kullanımı güvenlidir. Traneksamik asit güçlü ve spesifik bir anti-inflamatuar etki sağlar, epidermiste melanositlerden keratinositlere tirozinaz sentezini inhibe eder. Ayrıca cildi sakinleştirir ve cilt bariyerini onarmaya yardımcı olur. Aslında traneksamik asit cildin UV hassasiyetini azaltır.",
      "products": [
        "F-MELACLEAR",
        "F-GLOW LIFT",
        "F-TRANEXAMIC."
      ]
    },
    {
      "name": "TGP2 biyomimetik peptid",
      "source": "Biyo-fermentasyon",
      "description": "Oligopeptid-34. CG-TGP2, cilt rengini açıcı ve aydınlatıcı, güneş koruyucu, yaşlanma karşıtı bir aktif olarak işlev görür. Cilt tonunu eşitleyen, fotoyaşlanmayı ve yaşlılık lekelerini önleyen çift katmanlı kapsüllenmiş bir biyomimetik peptiddir. Melanosit hücre hattında melanin sentezini önemli ölçüde engeller. CG-TGP2, yaşlılık lekeleri, kahverengi lekeler ve fotoyaşlanmanın iyileştirilmesi konusunda yenilikçi bir beyazlatma etkinliğine sahiptir. CG-TGP2 taklit eden peptid, MITF'nin bozulmasını indükler, alfa-MSH tarafından aktivasyonu kısıtlayan melanin üreten enzimler, tirozinaz, TRP-1, TRP-2 için ana faktörü inaktive eder. • Melanin sentezini ve tirozinaz aktivitesini %58'e kadar engeller. • Melanozom transferini melanositten keratinosite %30'a kadar engeller.",
      "products": [
        "F-LIFT+ FACE",
        "F-RADIANCE."
      ]
    },
    {
      "name": "Trokserutin (Troxerutin)",
      "source": "Doğal",
      "description": "Cildi dengeli ve eşit tonlu tutan anti-inflamatuar bir bileşendir. Tahriş olmuş dokuyu yatıştırır ve sağlıklı cildin yenilenmesine yardımcı olur. Enflamasyon mediatörlerinin oluşumunu büyük ölçüde azaltır.",
      "products": [
        "F-MAGISTRAL."
      ]
    },
    {
      "name": "TRX Tioredoksin büyüme faktörü",
      "source": "Biyo-fermentasyon",
      "description": "Cildi radyasyonun neden olduğu ROS, MMP-9 ve TNFα kaynaklı iltihaplanma ve fotoyaşlanmadan koruyabilen çok fonksiyonlu bir proteindir. Dahası, cilt tonunu eşitlemeye ve aydınlatmaya yardımcı olarak yüzeysel melanin içeriğini azaltabilir.",
      "products": [
        "F-LIFT+ FACE",
        "F-RADIANCE"
      ]
    },
    {
      "name": "Unirepair T43",
      "source": "Doğal",
      "description": "Amino asit açısından zengin onarıcı kompleks: Her ikisi de redoks özellikleriyle bilinen asetil tirozin, prolin; (glutamin ve glutamik asit gibi enerji artırıcılar açısından zengin) hidrolize bitkisel proteinler ve enerji artırıcı olarak ATP. Unirepair T43, tedaviler öncesi ve sonrasında onarım sürecini hızlandırır, DNA onarım enzimlerinin öncüsü olan ancak aynı zamanda doğrudan DNA redoks aktivitesine sahip amino asitleri sağlayarak iltihaplanmayı ve cilt kızarıklığını azaltır. UVB ışınlamalarından sonraki DNA hasarları 5 saat sonra %50'ye kadar azalır. Eritem 24 saat sonra %37'ye ve 48 saat sonra %52'ye kadar azalır. Unirepair T 43 ayrıca UV kaynaklı hücresel DNA hasarlarını önlemek için etkili bir tedavidir. DNA Hasarının Sonuçları: Protein sentezinde azalma, yaşlılık (hücre uyku hali) ve apoptoz (hücre ölümü), yaşlanma (birincil neden), cilt kanseri.",
      "products": [
        "MESO REPAIR CREAM"
      ]
    },
    {
      "name": "Vektörize lipaz & hiyalüronidaz",
      "source": "Doğal",
      "description": "İki enzim, lipaz ve hiyalüronidaz, maltodekstrinlerle birleştirilmiş ve mikro kapsüllenmiştir. Maltodekstrinler, malt hidrolizinden elde edilen lineer oligosakkaritlerdir, bu nedenle bitki hammaddelerinden kaynaklanan biyoteknolojik ürünler olarak kabul edilebilirler. Şeker moleküllerinin tipik önemli nemlendirici özelliklerinin yanı sıra, maltodekstrinler aktif prensibi korur ve stabiliteyi artırır. Özellikle maltodekstrinlerle kompleksleşen enzimler, bitmiş ürüne dahil edildikten sonra aktivitelerini daha uzun süre korurlar, bu da özelliklerinden maksimum avantajı sağlamayı mümkün kılar. Lipaz, özellikle trigliserit hidrolizi üzerinde hareket eden ve böylece yağ depolarını azaltan bir enzimdir. Hiyalüronidaz, hiyalüronik asit üzerindeki spesifik hidroliz aktivitesini göstererek selülitte tipik olarak bulunan su tutulumunda bir azalma belirler. Düzenli uygulama cilt görünümünü iyileştirir ve selülit belirtilerini önemli ölçüde azaltır.",
      "products": [
        "F-XBC."
      ]
    },
    {
      "name": "Vegan seramidler",
      "source": "Doğal",
      "description": "Vegan seramidler, sfingolipidler ve fosfolipidler fraksiyonunu optimize etmek için bir işlemle yapılan pirinç özüdür. Seramidler, stratum korneumun yapısında ve kalitesinde önemli bir rol oynar. Seramidler, hücreler arası lipid çimentosunun ana bileşenlerini (%40) temsil eder. Birkaç temel biyolojik işlevi kontrol ederler: – transepidermal su akışının düzenlenmesi. – stratum korneum katmanlarının uyumu ve cildin korunması. – cilt bariyerinin restorasyonu.",
      "products": [
        "Ceramid moisturizer."
      ]
    },
    {
      "name": "VEGF vasküler endotelyal büyüme faktörü",
      "source": "Biyo-fermentasyon",
      "description": "Vasküler Endotelyal Büyüme Faktörü yeni kan damarı oluşumunu uyarır. Vaskülojenezi ve anjiyogenezi uyaran VEGF, ciltteki en önemli pro-anjiyojenik faktörlerden biridir. VEGF, kutanöz yaralarda yüksek seviyelerde bulunur ve keratinositler, makrofajlar ve fibroblastlar dahil olmak üzere birden fazla hücre tipi yaralanmaya yanıt olarak VEGF üretir. VEGF'nin onarım sürecindeki önemi, özellikle bir pro-anjiyojenik faktör olarak iyi belgelenmiştir. Saç büyümesi stimülasyonunda VEGF, besin beslenmesini artıran saç folikülüne kan akışını iyileştirmek için yeni kan damarları oluşturur.",
      "products": [
        "F-COUPERIX",
        "F-HAIR MEN",
        "F-PERFECT LIPS",
        "MESO LIFT",
        "MESO REPAIR",
        "EYE SORBET",
        "LIFT SLEEPING MASK."
      ]
    },
    {
      "name": "A Vitamini (Retinol)",
      "source": "Sentetik",
      "description": "Farklılaşma, çoğalma ve hücreler arası iletişim süreçlerini düzenler. Bir hücreye girdiğinde nükleer sensörlerle bir bağ kurabilir. Böylece hücre genomunun bölümleri aktive edilir veya yavaşlatılır. Retinol minimum cilt hasarı, kısa bir iyileşme süresi ve düşük komplikasyon olasılığı sağlar. Retinol cildi etkili bir şekilde temizleyebilir, anti-inflamatuar etkilere sahiptir, cildin parlamasını sağlar, cilt dokusunu ve yapısını iyileştirir ve bir kaldırma etkisi sağlar.",
      "products": [
        "RETINOL 1.0",
        "F-VITAMIN ACE."
      ]
    },
    {
      "name": "B3 Vitamini (Niacinamide)",
      "source": "Doğal",
      "description": "Niasinamid (nikotinamid), B3 Vitamininin iki formundan birini oluşturur; diğeri niasindir (veya nikotinik asit), her ikisi de eşdeğer vitamin aktivitesi sağlar. Canlı hücrelerin temel bir bileşeni olan B3 Vitamini, protein, karbonhidrat ve yağ metabolizması için esastır. Niasinamid, hücre metabolizmasında yer alan piridin koenzimleri NAD ve NADP'nin sentezinde bir öncüdür ve bu nedenle enerji üretiminde kilit bir rol oynar. Temel özellikler: • Aquaporin-3'ü (AQP3) yukarı regüle eder (in vitro) • Cilt tonunu artırır (in vitro) • Cildin genel görünümünü iyileştirmeye yardımcı olur • Cilt dokusunu iyileştirir • Cilt rengini eşitler • Akne görünümünü azaltmaya yardımcı olabilir • Saç dökülmesini en aza indirmek ve genel görünümünü iyileştirmek için saçı canlandırmaya yardımcı olabilir.",
      "products": [
        "F-GLOW LIFT",
        "F-MELACLEAR",
        "F-ACN",
        "Niacinamide 5.0"
      ]
    },
    {
      "name": "B5 Vitamini (Panthenol)",
      "source": "Doğal",
      "description": "DL-Pantenol, insan ara metabolizmasında kilit rol oynayan DL-Pantotenik asidin (B5 Vitamini) provitaminidir. B5 Vitamini eksikliği birçok dermatolojik bozukluğa neden olabilir. DL-Pantenol hemen hemen her tür kozmetik preparatta uygulanır. Saç, cilt ve tırnaklara bakım yapar. Cilde derinlemesine nüfuz eden nem sağlamak, yara iyileşmesi ve anti-inflamatuar etkiler sağlamak için epitelizasyonu uyarmak üzere bir cilt bakım ajanı olarak hareket eder. Ayrıca saça uzun süreli nem sağlamak, hasarı önlemek, saçı kalınlaştırmak ve parlaklık ve ışıltıyı artırmak için bir saç bakım ajanı olarak işlev görür. Bu ürün ayrıca nemlendirmeyi iyileştirmek ve esneklik kazandırmak için tırnak bakım ürünlerinde de kullanılabilir.",
      "products": [
        "F-ACN",
        "F-HAIR",
        "F-HAIR MEN"
      ]
    },
    {
      "name": "B6 Vitamini (Pyridoxine)",
      "source": "Doğal",
      "description": "Hormonal akne birçok şekil ve biçimde gelir. Bazı insanların polikistik over sendromu (PCOS) gibi meşru rahatsızlıkları vardır, bazılarında hiperandrojenizm vardır ve bir de benim gibi kitaptaki her hormonal testi yaptıran ve hepsi mükemmel çıkan insanlar vardır. Sadece yüzün \"hormonal\" bölgelerinde testosteron gibi erkek hormonlarına karşı artan bir duyarlılığa sahip olacak kadar şanssızdırlar. Doğum kontrolü veya izotretinoin gibi şeylere başvurmadan önce insanların denemekle ilgilenebileceği yeni yollar hala ortaya çıkıyor. Günde 250 mg'ın üzerinde B vitamini tüketimi daha fazla akneye yol açabilir, ancak bazı çalışmalar günde 50-250 mg B6'nın sebum üretimini azalttığını ve testosteronun etkilerini azalttığını göstermektedir. Piridoksin olarak da bilinen B6 Vitamini, herhangi bir vitamin gibi hücresel metabolizma, enerji üretimi, kırmızı kan hücresi gelişimi vb. gibi çok çeşitli vücut fonksiyonları için gereklidir. Sadece bu değil, B6 vitamini aslında testosterona olan duyarlılığını azaltarak ve ayrıca akneden etkilenen epidermisin onarımı ve büyümesi için talimatları içeren RNA ve DNA sentezine katılarak sağlıklı cildi destekler. Akne tedavisinde B6 vitamininin olumlu etkileri genellikle vitaminin hormon aktivitesini ve prostaglandin etkisini düzenlemedeki rolüne atfedilir. B6 Vitamini, testosteronun ve dihidrotestosteron gibi metabolitlerinin etkilerini azaltabilir. Bu erkek cinsiyet hormonlarını düzenleyerek B6 vitamini, akneye neden olan hormonal dengesizliği önler.",
      "products": [
        "F-NIACINAMIDE."
      ]
    },
    {
      "name": "B9 Vitamini (Folic acid)",
      "source": "Doğal",
      "description": "Folik asit sağlıklı cilt hücrelerinin gelişimini kolaylaştırmaya yardımcı olduğundan, erken yaşlanmayla, özellikle kırışıklıklar ve ince çizgilerle savaşmaya yardımcı olabilir. Ayrıca daha sıkı ve daha tonlu bir cilt sağlamak için kolajen üretimini artırdığı da bulunmuştur. B9 vitamini olarak da bilinen folik asit, hücre döngüsünü teşvik etmek ve serbest radikal hasarıyla savaşmak için bir antioksidan gibi çalışır. Çalışmalar ayrıca kreatin ile birlikte topikal olarak uygulandığında güneş hasarı ve yaşlanma belirtileriyle savaştığını ve daha sıkı görünen bir cilde yol açtığını göstermiştir.",
      "products": [
        "MESO LIFT",
        "MESO REPAIR",
        "EYE SORBET."
      ]
    },
    {
      "name": "C Vitamini (Ascorbic acid)",
      "source": "Doğal",
      "description": "C vitamini, kirlilik, sigara ve güneşe maruz kalma sonucu cildi yaşlandıran kararsız moleküller olan serbest radikalleri nötralize eden çok etkili bir antioksidandır. Melanini inhibe eder, hidro-lipid filminin büyümesini uyarır ve cildin yapısal desteğini ve elastikiyetini güçlendiren önemli bir cilt proteini olan kolajen sentezini artırır.",
      "products": [
        "F-VITAMIN C",
        "F-VITAMIN ACE",
        "F-GLOW LIFT",
        "F-RADIANCE",
        "F-EYE CONTOUR",
        "F-ANTI-OX."
      ]
    },
    {
      "name": "E Vitamini (Tocopherol)",
      "source": "Doğal",
      "description": "Tokoferol, tipik olarak bitkisel yağlardan elde edilen bir E Vitamini formudur. Tokoferol, cilt için koruma sağlayan bir antioksidan süper kahraman olarak bilinir. (Tokoferollerin cildin doğal antioksidan savunma sisteminin %96'sını oluşturduğu göz önüne alındığında bu çok şaşırtıcı olmamalıdır!). Çalışmalar tokoferolün şunları yaptığını göstermektedir: UV ışınlarını emer ve cilde UV kaynaklı serbest radikal hasarını önlemeye yardımcı olur. Ciltte anti-inflamatuar bir ajan olarak hareket eder. Nemlendirmeye yardımcı olur. Kirlilikle ilgili serbest radikal hasarını azaltmaya yardımcı olur. Ayrıca yara izini önlemeye ve yaşlanma belirtilerini azaltmaya yardımcı olabileceğine dair ön kanıtlar da vardır.",
      "products": [
        "F-VITAMIN ACE"
      ]
    },
    {
      "name": "H Vitamini (Biotin)",
      "source": "Doğal",
      "description": "B7 vitamini olarak da bilinen biotin, sağlıklı metabolik, sinir, sindirim ve kardiyovasküler fonksiyonlara katkıda bulunan suda çözünen bir B kompleksi vitaminidir. Yağların ve karbonhidratların metabolize edilmesi için esastır ve saçı güçlendirmek, tırnak kalınlığını artırmak ve saç kırıklarını ve saç incelmesini önlemek için pantotenik asit (B5 vitamini) ile sinerjik olarak çalışır. Yeni hücrelerin üretimine yardımcı olur ve yağ bezlerinin düzgün çalışmasına yardımcı olarak cildin sağlıklı durumda olmasını sağlar.",
      "products": [
        "F-HAIR."
      ]
    },
    {
      "name": "Çinko (Zinc)",
      "source": "Doğal",
      "description": "Çinko, yaraların iyileşmesine yardımcı olmak ve bağışıklığı artırmak için çok önemlidir ve ayrıca sağlıklı bir kan akışını destekler. Başka bir deyişle, vücut geliştirmecilerin diyet ve takviye yoluyla vurgulaması gereken bir mineraldir. Çinko ayrıca uyku kalitesini ve zorlu antrenmanlardan sonra iyileşmeyi destekler ve vücudunuzun tükettiğiniz kalorileri yağ olarak depolamak yerine yakıt olarak kullanma yeteneğini geliştirir. Çinko vücudunuzda üç ana rol oynar ve bunların hepsi kas büyümesi ve gelişimi için çok önemlidir. Çinko kas geliştirme kimyasal reaksiyonlarını hızlandırır, protein yapılarını stabilize eder ve hormon seviyelerinizi düzenler. Bu gibi işlevler, direnç antrenmanından sonra devreye giren kas protein sentezi sürecine yardımcı olur. Çinko saç büyümesinde rol oynar ve saç gövdesinin etrafındaki yağ bezlerinin düzgün çalışmasını sağlar. Çinko saç dokusu büyümesi ve onarımında önemli bir rol oynar. Ayrıca foliküllerin etrafındaki yağ bezlerinin düzgün çalışmasına yardımcı olur. Çinkonun ayrıca DNA ve RNA üretiminde önemli bir rol oynadığına inanılmaktadır. Bu, saç folikülü hücrelerinin normal bölünmesi için gereklidir ve daha sağlıklı saç büyümesine yol açar. Çinko ayrıca hormon seviyelerini dengede tutmaya yardımcı olabilir, bu da saç dökülmesini önlemede bu kadar etkili olmasının nedenlerinden biri olabilir. Hatta insanların grileşmiş, yaşlanmış saçlarının çinko açısından zengin diyetler veya saç uzatma takviyeleri ile beslendiğinde orijinal rengine döndüğü birkaç çalışma bile vardır. Bonus olarak, saç uzaması için çinko kafa derisindeki kepeklenmeyi de ortadan kaldırmaya yardımcı olabilir.",
      "products": [
        "F-XFC",
        "F-XFC+",
        "F-SLIM LIFT",
        "F-HAIR",
        "F-ACN",
        "ACN CORRECTOR."
      ]
    }
  ],
  "total_count": 71,
  "source_url": "https://fusionmeso.com/skincare-ingredients-retinol-vitamin-c-niacinamide-peptides/"
}